Repository: AbrahmAB/sugar
Catalog: po/*.po
Languages: fa_af

source: About Me
fa_af: در باره من

source: You must enter a name.
fa_af: شما باید یک نام را وارد نمایید

source: Error in specified color modifiers.
fa_af: خطا در تعدیل کننده رنگ معین.

source: Error in specified colors.
fa_af: خطا در رنگ معین.

source: Name:
fa_af: نام:

source: Click to change your color:
fa_af: برای تغییر دادن رنگ تان کلیک نمایید

source: About my Computer
fa_af: در باره کمپیوتر من

source: Not available
fa_af: در دسترس نیست

source: Identity
fa_af: هویت

source: Serial Number:
fa_af: سریال نمبر:

source: Software
fa_af: نرم افزار

source: Build:
fa_af: درست کردن

source: Sugar:
fa_af: شوگر:

source: Firmware:
fa_af: سفت افزار

source: Wireless Firmware:
fa_af: سفت افزار بی سیم

source: Copyright and License
fa_af: حق طبع و نشر و جواز

source: Sugar is the graphical user interface that you are looking at. Sugar is free software, covered by the GNU General Public License, and you are welcome to change it and/or distribute copies of it under certain conditions described therein.
fa_af: شوگر یک استفاده کننده گرافیکی روی پرده میباشد که شما به آن می بینید، شوگر یک یک نرم افزار آزاد میباشد که توسط جواز عمومی عامه GNU تحت پوشش قرار گرفته است و شما میتوانید که آن را تغییر دهید یا اینکه رو نوشت های آن را پخش نمایید تحت شرایط مسلم که در آنجا تشریح شده است

source: Full license:
fa_af: جواز کامل

source: Date & Time
fa_af: تاریخ و وقت

source: Error timezone does not exist.
fa_af: خطای منطقه زمانی وجود ندارد.

source: Timezone
fa_af: وقت محل

source: Frame
fa_af: قالب

source: Value must be an integer.
fa_af: مقدار باید عدد صحیح باشد

source: never
fa_af: هرگز

source: instantaneous
fa_af: آنی

source: Activation Delay
fa_af: تاخیری فعال سازی

source: Corner
fa_af: کنج

source: Edge
fa_af: لبه یا کنار

source: Language
fa_af: زبان

source: Could not access ~/.i18n. Create standard settings.
fa_af: به %s دسترسی نمی تواند. تنظیمات استندرد ایجاد نمایید.

source: Language for code=%s could not be determined.
fa_af: زبان برای رمز=%s تعیین کرده نمیشود.

source: Sorry I do not speak '%s'.
fa_af: متأسفم من '%s' گفته نمیتوانم.

source: Network
fa_af: شبکه

source: State is unknown.
fa_af: وضعیت نامشخص است.

source: Error in specified radio argument use on/off.
fa_af: روشن یا خاموش بودن خطا در استدلال مشخص استعمال رادیویی.

source: Error in specified argument use 0/1.
fa_af: اشتباه در استعمال استدلال مشخص

source: Wireless
fa_af: بی سیم

source: Turn off the wireless radio to save battery life
fa_af: رادیوی بی سیم را خاموش کنید تا عمر بطری راحفظ نماید

source: Radio
fa_af: رادیو

source: Discard network history if you have trouble connecting to the network
fa_af: اگر شما برای اتصال به شبکه مشکل دارید تاریخ شبکه را حذف نمایید.

source: Discard network history
fa_af: تاریخ شبکه را حذف نمایید

source: Collaboration
fa_af: همکاری

source: The server is the equivalent of what room you are in; people on the same server will be able to see each other, even when they aren't on the same network.
fa_af: سرور معادل چیزی است که شما در چی اطاقی هستید،مردم درعین سرور قادر خواهند بود تا همدیگر را ببینند، حتی اگر وقتیکه آنان در عین شبکه نیستند

source: Server:
fa_af: سرور:

source: Power
fa_af: برق

source: Error in automatic pm argument, use on/off.
fa_af: اشتباه در استدلال pm اتومات ، روشن یا خاموش را استفاده نمایید.

source: Error in extreme pm argument, use on/off.
fa_af: اشتباه در استدلال pm شدید، روشن یا خاموش را استفاده نمایید.

source: Power management
fa_af: مدیریت برق

source: Automatic power management (increases battery life)
fa_af: مدیریت برق اتوماتیک عمر باطری را افزایش میدهد

source: Extreme power management (disableswireless radio, increases battery life)
fa_af: مدیریت برق شدید، رادیو بی سیم را از کار می اندازد و عمر بطری را افزایش میدهد.

source: My Battery
fa_af: باطری من

source: Removed
fa_af: حذف گردید

source: Charging
fa_af: در حال چارچ

source: Very little power remaining
fa_af: مقدار کمی برق باقی مانده

source: %(hour)d:%(min).2d remaining
fa_af: %(hour)d:%(min).2d باقی مانده

source: Charged
fa_af: چارچ گردید

source: IP address: %s
fa_af: آی پی آدرس: %s

source: Disconnect...
fa_af: قطع کن...

source: Connecting...
fa_af: در حال اتصال

source: Connected
fa_af: وصل گردید

source: Channel
fa_af: کانال

source: Wired Network
fa_af: شبکه با سیم

source: Speed
fa_af: سرعت

source: My Speakers
fa_af: بلند گو های من

source: Unmute
fa_af: صدا دار

source: Mute
fa_af: بدون صدا

source: Screenshot
fa_af: عکس صفحه

source: Backup URL
fa_af: پشتیبان URL

source: Color for the XO icon that is used throughout the desktop. The string is composed of the stroke color and fill color, format is that of rbg colors. Example: #AC32FF,#9A5200
fa_af: رنگ برای علامت اکس او که از طریق دیسکتاپ استفاده میگردد، رشته ترکیب شده از رنگ ضربت و رنگ پر میباشد، قالب بندی رنگ های از rbg میباشد به طور مثال:

source: Corner Delay
fa_af: تاخیری کنج

source: Delay for the activation of the frame using the corners.
fa_af: تاخیری برای فعال سازی قالب که گوشه ها را استفاده مینماید.

source: Delay for the activation of the frame using the edges.
fa_af: تاخیری در فعال سازی قالب که لبه ها را استعمال مینماید

source: Edge Delay
fa_af: تاخیری کنار

source: Favorites Layout
fa_af: طرح بندی دلخواه ها

source: Favorites resume mode
fa_af: باب خلاصه تجربیات دلخواه

source: If TRUE, Sugar will make us searchable for the other users of the Jabber server.
fa_af: اگر درست، شوگر ما را قابل جستجو در استفاده کنندگان دیگر از سرور جبیر خواهد ساخت

source: Jabber Server
fa_af: سرور جبیر

source: Layout of the favorites view.
fa_af: طرح بندی نمایش دلخواه

source: Power Automatic
fa_af: برق اتومات

source: Power Automatic.
fa_af: برق اتومات

source: Power Extreme
fa_af: برق شدید

source: Power Extreme.
fa_af: برق شدید

source: Publish to Gadget
fa_af: به ابزار منتشرکن

source: Setting for muting the sound device.
fa_af: تنظیمات برای بی صدا کردن دستگاه صدا

source: Sound Muted
fa_af: صدا خاموش گردید

source: Timezone setting for the system.
fa_af: تنظیمات وقت محل برای سیستم

source: Url of the jabber server to use.
fa_af: url سرور جبیر برای استفاده

source: Url where the backup is saved to.
fa_af: url جاییکه پشتیبان حفظ گردید به

source: User Color
fa_af: رنگ را استفاده کن

source: User Name
fa_af: نام استفاده کننده

source: User name that is used throughout the desktop.
fa_af: نام استفاده کننده که از طریق دیستکتاپ استفاده میگردد

source: Volume Level
fa_af: سطح درجه صدا

source: Volume level for the sound device.
fa_af: سطح درجه صدا برای دستگاه صدا

source: When in resume mode, clicking on a favorite icon will cause the last entry for that activity to be resumed.
fa_af: در موقع باب آغاز، کلیک کردن بالای علامت دلخواه با عث دخولی آخر در آن فعالیت خواهد شد تا شروع گردد

source: sugar-control-panel: key=%s not an available option
fa_af: صفحه کنترول شوگر: کلید%s یک انتخاب موجود نمیباشد.

source: sugar-control-panel: %s
fa_af: صفحه کنترول شوگر:%s

source: Usage: sugar-control-panel [ option ] key [ args ... ] Control for the sugar environment. Options: -h show this help message and exit -l list all the available options -h key show information about this key -g key get the current value of the key -s key set the current value for the key -c key clear the current value for the key
fa_af: مورد استعمال: صفحه کنترول شوگر/انتخاب/کلیدکنترول برای محیط شوگر:انتخاب هاh- این پیام کمک را نشان دهید وخارج شویدl- تمام انتخاب های موجود را فهرست نماییدh- معلومات را در باره این کلید نشان دهیدg- کلید................ مقدار فعلی کلید را به دست آریدS- کلید ................ مقدار فعلی را برای کلید تعیین نماییدC- کلید .............. مقدار فعلی را برای کلید پاک کنید

source: To apply your changes you have to restart sugar.
fa_af: برای اجرا نمودن تغیرات تان شما باید شوگر را دو باره آغاز نمایید.

source: Warning
fa_af: هشدار

source: Changes require restart
fa_af: تغییرات به شروع دو باره ضرورت دارد

source: Cancel changes
fa_af: تغییرات را لغو کن

source: Later
fa_af: بعد تر

source: Restart now
fa_af: حالا دو باره شروع نمایید

source: Done
fa_af: انجام شد

source: Cancel
fa_af: لغو کن

source: Ok
fa_af: درست است

source: Freeform
fa_af: شکل آزاد

source: Ring
fa_af: حلقه

source: Spiral
fa_af: مارپیچ

source: Box
fa_af: بکس

source: Triangle
fa_af: مثلث

source: Registration Failed
fa_af: ثبت نام موفق نگردید

source: Registration Successful
fa_af: ثبت نام موفق

source: You are now registered with your school server.
fa_af: شما حالا با سرور مکتب تان ثبت شدید

source: Register
fa_af: ثبت کردن

source: Confirm erase
fa_af: پاک کردن را تصدیق کن

source: Confirm erase: Do you want to permanently erase %s?
fa_af: پاک کردن را تصدیق کن: آیا میخواهید که به طور دایم پاک کنید %s ؟

source: Keep
fa_af: نگه داشتن

source: Erase
fa_af: پاک کردن

source: Software Update
fa_af: تجدید نرم افزار

source: Update your activities to ensure compatibility with your new software
fa_af: فعالیت های خود را تجدید کنید تا از مطابقت آن با نرم افزار جدید مطمئن شوید.

source: Check now
fa_af: همین حالا بررسی کن

source: List view
fa_af: نمایش فهرست

source: Favorites view
fa_af: نمایش دلخواه

source: Key Type:
fa_af: نوعیت کلید:

source: Authentication Type:
fa_af: نوعیت تصدیق:

source: WPA & WPA2 Personal
fa_af: wpa&wpa2شخصی

source: Wireless Security:
fa_af: امنیت بی سیم

source: Connect
fa_af: اتصال

source: Disconnect
fa_af: قطع ارتباط

source: Resume
fa_af: ادامه

source: Join
fa_af: پیوستن

source: Cannot obtain data needed for registration.
fa_af: اطلاعات را که برای ثبت کردن ضرورت است به دست آورده نمیتواند

source: Cannot connect to the server.
fa_af: به سرور وصل شده نمیتواند

source: The server could not complete the request.
fa_af: سرور تقاضا را تکمیل کرده نمیتواند

source: Decline
fa_af: کاهش

source: %dKB
fa_af: کیلو بایت %d

source: %dMB
fa_af: میگا بایت%d

source: %s of %s
fa_af: %s از %s

source: Transfer from %r
fa_af: انتقال از%r

source: Accept
fa_af: قبول کردن

source: Dismiss
fa_af: معاف کردن

source: Transfer to %r
fa_af: انتقال به %r

source: Remove
fa_af: حذف کن

source: Open
fa_af: باز کن

source: Open with
fa_af: باز کن همراه

source: %s clipping
fa_af: چیدن %s

source: Neighborhood
fa_af: همسایگی

source: Group
fa_af: گروه

source: Home
fa_af: خانه

source: Activity
fa_af: فعالیت

source: Click to change color:
fa_af: برای تبدیلی رنگ تیک کن:

source: Back
fa_af: عقب

source: Next
fa_af: بعدی

source: Untitled
fa_af: بدون عنوان

source: No preview
fa_af: پیش نمایش نیست

source: Participants:
fa_af: اشتراک کنندگان

source: Description:
fa_af: تعریف

source: Tags:
fa_af: برچسپ ها

source: Journal
fa_af: روزنامه

source: Search
fa_af: جستجو

source: Anytime
fa_af: هروقت

source: Today
fa_af: امروز

source: Since yesterday
fa_af: از دیروز تا کنون

source: Past week
fa_af: هفته گذشته

source: Past month
fa_af: ماه گذشته

source: Past year
fa_af: سال گذشته

source: Anyone
fa_af: هرکس

source: My friends
fa_af: رفقای من

source: My class
fa_af: صنف من

source: Anything
fa_af: هرچیز

source: Copy
fa_af: تکثیر

source: Start
fa_af: شروع کردن

source: Your Journal is empty
fa_af: روزنامه من خالی است

source: No matching entries
fa_af: دخولی ها مطابقت ندارد

source: Clear search
fa_af: جستجو را پاک کن

source: No date
fa_af: تاریخ موجود نیست

source: Your Journal is full
fa_af: روزنامه شما پر است

source: Please delete some old Journal entries to make space for new ones.
fa_af: لطفا بعضی ژورنال های قدیمی را حذف نمایید تا فضا برای جدید ها ایجاد شود

source: Show Journal
fa_af: روزنامه را نشان بده

source: Choose an object
fa_af: یک شیء را انتخاب کن

source: Close
fa_af: بسته کردن

source: Resume with
fa_af: آغاز کردن همراه

source: Start with
fa_af: شروع کردن همراه

source: Send to
fa_af: فرستادن به

source: View Details
fa_af: جزییات را تماشا کن

source: No friends present
fa_af: کدام رفیق حاضرنیست

source: No valid connection found
fa_af: کدام اتصال با اعتبار پیدا نگردید

source: No activity to resume entry
fa_af: کدام فعالیت نیست که دخولی را آغاز نماید

source: No activity to start entry
fa_af: کدام فعالیت نیست که دخولی را شروع نماید

source: Remove friend
fa_af: دوست را حذف کن

source: Make friend
fa_af: دوست بسازید

source: My Settings
fa_af: تنظیمات من

source: Logout
fa_af: خارج از خط

source: Restart
fa_af: شروع دو باره

source: Shutdown
fa_af: خاموش کردن

source: Invite to %s
fa_af: دعوت به %s

source: Starting...
fa_af: در حال شروع شدن...

source: View Source
fa_af: منبع را نمایش بده

source: Stop
fa_af: توقف

source: Remove favorite
fa_af: دلخواه را حذف کن

source: Make favorite
fa_af: دلخواه را بساز

source: Show contents
fa_af: محتویات را نشان بده

source: Unmount
fa_af: نصب نشده

source: Instance Source
fa_af: منبع مثال

source: Source
fa_af: منبع

source: Activity Bundle Source
fa_af: مجموعه منبع فعالیت

source: View source: %r
fa_af: منبع را نمایش بده:%r

source: Create new wireless network
fa_af: شبکه بی سیم جدید ایجاد کن
